leading spaces before the parameter
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.1090.0)
  Since:  2017 Subscription Update
 Syntax
  C#
public int LeadingSpaces { get; set; }
  Visual Basic
Public Property LeadingSpaces As Integer
	Get
	Set
  Visual C++
public:
property int LeadingSpaces {
	int get ();
	void set (int value);
}
 See Also
  DimensionEqualityLabelFormatting Class
  Autodesk.Revit.DB Namespace